[Main]
DisplayName=عربي

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=تحذير
lbl_Warnning_Detail.caption=هذا البرنامج محمي بموجب قانون حقوق النشر والمعاهدات الدولية.
lbl_copyright.caption=جميع الحقوق محفوظة.© IObit.
lbl_Thanks_Title.caption=شكر خاص للاشخاص التالية على مساهماتهم العظيمة:
rdhtmlEula.caption=<a>EULA</a> | <a>سياسة الخصوصية</a>
Instructions_M=تعليمات الغاء التثبيت
lblAcknow.caption=الاعترافات

[ActionCenter_M]
M_HideAC=اخفاء
M_ShowAC=اظهار
M_AC_Tips=احصل على حماية امنية افضل وتعزيز الاداء مع البرامج الموصى بها.
M_ShowACTitle2=تنويه!
M_ShowACDesc=جميع البرامج الموصى بها مخفية! انقر فوق "اظهار" لعرضها مرة اخرى ثم قم بتثبيتها للحصول على حماية امنية كاملة واداء مطلق.
M_LearnRecommendNote=لا توجد منتجات موصى بها حاليا.
M_LearnRecommendDesc=الرجاء النقر فوق "معرفة المزيد" لمشاهدة المزيد من المنتجات التي قد تكون مهتما بها.
M_none=لا يوجد
M_Fix=تثبيت الان
M_LearnMore=اعرف اكثر
M_Install=تثبيت الان
M_fixing=التثبيت
M_Updating=تحديث
M_failed=فشل
M_RuningWell=احدث اصدار مثبت
M_Outdated=قديمه
M_NotInstalled=غير مثبت
M_Insatlled=مثبت
M_Update=التحديث الان
M_ASCCaption=اداء النظام
M_ASCInfo_NotIns=قم بتنظيف الملفات غير المرغوب فيها ، ومسح اثار الخصوصية ، واصلاح اخطاء التسجيل على حاسوبك.
M_ASCInfo_UpToDate=يسرع ويحسن حاسوبك بنقرة واحدة.Advanced SystemCare
M_ASCInfo_NeedUpDate=هو قديم.Advanced SystemCare
M_RunASC=فحص الان
M_ASCOffer=تنظيف وتحسين الحاسوب مع 1-انقر.<br>تسريع حاسوبك بسرعة تصل الى 200? اسرع. .<br>عزز الانترنت بسرعة تصل الى 300% بشكل اسرع. .<br>منع تسرب الخصوصية مع حل الحماية المتعددة.<br>مراقبة ظروف الحاسوب في الوقت الحقيقي لاجهزة الحاسوب اكثر سلاسة.
M_IMFCaption=حماية من البرمجيات الخبيثة
M_IMFInfo_NotIns=احصل على حماية افضل عن طريق تثبيت برنامج IObit لمكافحة البرامج الضارة.
M_IMFInfo_UpToDate=يحمي حاسوبك ضد البرامج الضارة المختلفة.IObit's anti-malware
M_IMFInfo_NeedUpDate=برنامج مكافحة البرامج الضارة لديك قديم.
M_RunIMF=فحص الان
M_IMFOffer=حماية شاملة في الوقت الحقيقي ضد جميع انواع البرامج الضارة. <br>المسح السريع والكشف عن التهديد الفعال & ازالة <br>منع هجمات انتزاع الفدية بشكل استباقي. <br>التصفح الامن عبر الانترنت وتنزيله. <br>متوافقة تماما مع برامج الامن الاخرى.
M_DBCaption=محدث التعريفات
M_DBInfo_NotIns_C=تحديث واصلاح تعريفاتك للاستمتاع بحاسوب اكثر استقرارا.
M_DBInfo_NotIns=قد تكون هناك تعريفات قديمة ، مما قد يبطئ ويزعزع استقرار حاسوبك
M_DBInfo_UpToDate=بتحديث كل التعريفات القديمة على حاسوبك Driver Booster يقوم برنامج.
M_DBInfo_NeedUpDate=برنامج تحديث تعريفاتك قديم.
M_DBDesc=تحديث كل التعريفات القديمة على حاسوبك
M_RunDB=فحص الان
M_DBOffer=(قاعدة بيانات برنامج التشغيل كبيرة (4,500,000+.<br>بامان بنقرة واحدة.WHQL تحديث برامج تشغيل.<br>اداء افضل للالعاب. <br>اصلاح فشل الشبكة، لا صوت، قرار سيئة، الخ.<br>تقليل تجميد النظام & تعطل
M_SDCaption=تحسين القرص
M_SDInfo_NotIns=قم بتحسين اقراصك للحصول على بدء تشغيل اسرع للحاسوب وسرعة اعلى في الوصول الى الملفات.
M_SDInfo_UpToDate=لاداء عالي. Smart Defrag قرص الغاء تجزئة
M_SDInfo_NeedUpDate=برنامج الغاء تجزئة القرص قديم.
M_RunSD=الغاء التجزئة الان
M_SDOffer=اعلى سرعة الوصول الى الملفات.<br>الحد الاقصى لاداء القرص الثابت.<br>تسريع بدء تشغيل الحاسوب حتى 100? اسرع.<br>تحسين الالعاب من اجل تجربة العاب افضل.
M_DLCaption=مدير كلمة السر
M_DLInfo_NotIns=Dashlane Password Manager.حماية وادارة جميع كلمات سرك مع
M_DLInfo_UpToDate=امن ومامون.Dashlane لا تنس ابدا كلمة سرك مع
M_RunDL=يدير
M_DLOffer=الطريقة البسيطة والامنة لادارة كلمات سرك.<br>انشاء كلمات سر فريدة لحماية حساباتك .<br>تسجيل الدخول تلقائيا على المواقع المفضلة لديك.<br>Windows, Mac, iOS and Android لنظام التشغيل.
M_RunIOT=ادارة الان
M_IOTCaption=مدير فون
M_IOTInfo_NotIns=نقل بيانات فون، نظيفة وتعزيز اي فون الخاص بك.
M_IOTInfo_UpToDate=نقل بيانات فون، نظيفة وتعزيز اي فون الخاص بك.
M_IOTInfo_NeedUpDate=IOTransfer عفا عليها الزمن.
M_IOTTip=IOTransfer وعود: <br>+ والاتصالات بكل سهولة iPhone ادارة صور <br>+ الى الحاسوب iPhone بنقرة واحدة نقل محتويات  <br>+ تحميل اشرطة الفيديو على الانترنت من موقع 100 +website<br>+ + iPhone iPad تنظيف جميع انواع الملفات غير المرغوب فيه من
M_IOTOffer=لادارة الملفات. iPhone/iPad افضل جهاز<br>1-الى الحاسوب.iPhone/iPad انقر فوق نقل البيانات من <br>تحميل اشرطة الفيديو على الانترنت وتحويلها الى مختلف تنسيقات الملفات.<br>بسهولة وامان تنظيف الملفات غير المرغوب فيه لتحرير مساحة جهاز دائرة الرقابة الداخلية.<br>والحاسوب الشخصي.iOS نقل محتويات لاسلكيا بين جهاز.
M_AdawareCaption=رفيق ويب
M_AdawareInfo_NotIns=ويب رفيق يحميك من مواقع التصيد والبرمجيات الخبيثة.
M_AdawareInfo_UpToDate=ويب رفيق يحميك من مواقع التصيد والبرمجيات الخبيثة.
M_AdawareOfferDesc=كصفحتي الرئيسية وعلامات التبويب الجديدة ومحرك البحث الافتراضي على المتصفحات المتوافقة.Microsoft ™ بواسطة Set Bing® لتحسين حماية انترنتي و تعيين و Web Companion ثبت
M_AdawareOffer=سريع وسهل التركيب.<br>الحماية ضد التصيد الاحتيالي.<br>حماية ويب في الوقت الحقيقي. <br>توافق متعدد المستعرضات.
M_AomeiCaption=برامج النسخ الاحتياطي
M_AomeiInfo_NotIns=الحل النهائي للنسخ الاحتياطي لدعم النظام ومحركات الاقراص الصلبة.
M_RunOpera=تشغيل الان
M_OperaCaption=متصفح اوبرا
M_OperaInfo_NotIns=متصفح سريع وامن مع مانع اعلاني مضمن.
M_OperaInfo_UpToDate=متصفح سريع وامن مع مانع اعلاني مضمن.
M_OperaOffer=حظر الاعلانات لتحميل صفحات الويب بسرعة تصل الى 90% بشكل اسرع.<br>استعرض حتى ساعة اطول <br>المجاني VPN احصل على مزيد من تصفح الخصوصية مع. .
M_SUCaption=محدث البرامج
M_SUInfo_NotIns=1-انقر فوق لتحديث وتثبيت جميع البرامج الهامة بالنسبة لك.
M_SUInfo_NotIns_C=لتحديثها بنقرة واحدة IObit Updater البرامج قديمة. قم بتثبيت برنامج %d
M_SUInfo_NotIns_C1=1 لتحديثه بنقرة واحدة.IObit Updater برنامج هو من تاريخ. قم بتثبيت برنامج.
M_SUInfo_UpToDate=يحافظ على جميع برامجك الهامة ما يصل الى تاريخ.IObit تحديث برامج
M_SUOffer=تحديث البرامج القديمة في اقرب وقت .<br>1-انقر فوق لتثبيت كافة تحديثات البرنامج المتاحة .<br>1-انقر فوق لتثبيت كل ما تبذلونه من البرامج الشعبية المطلوبة  .<br>bundleware البرامج النظيفة مرت اختبارات صارمة لا.
M_SMGBCaption=لعبة الذكية الداعم
M_SMGBInfo_NotIns=للحصول على تجربة لعب اسرع واكثر سلاسة.FPS انقر مرة واحدة لزيادة
M_SMGBInfo_UpToDate=للحصول على تجربة لعب اسرع واكثر سلاسة.FPS انقر مرة واحدة لزيادة
M_SMGBInfo_NeedUpDate=لعبة الذكية الداعم عفا عليها الزمن.
M_SMGBOffer=زيادة معدل الاطارات في الثانية لاداء افضل للالعاب بنقرة واحدة. <br> راقب درجة الحرارة والاستخدام للاجهزة في الوقت الفعلي. <br> زيادة سرعة وحدة معالجة الجرافيكس للحصول على تاثيرات بصرية مثالية في الالعاب. <br> قم بتحليل وتقييم الحاسوب للعثور على الالعاب المتوافقة (38000+) ). <br> قم بحماية الحاسوب واللعبة لديك للحصول على مستوى اعلى من الامان.
M_RunSMGB=تعزيز الان
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=آمنة وسريعة ومجانية لتامين الامان عبر الانترنت VPN جرب خدمة.
M_iTopInfo_NotIns=100% آمنة وسريعة ومجانية لتامين الامان عبر الانترنت VPN جرب خدمة.
M_iTopInfo_UpToDateBeta=آمنة وسريعة ومجانية لتامين الامان عبر الانترنت VPN جرب خدمة.
M_iTopInfo_UpToDate=آمنة وسريعة و سريعة لتامين الامان عبر الانترنت VPN 100% خدمة.
M_iTopInfo_NeedUpDate=قديمة iTop VPN.
M_iTopOfferBeta=استمتع بالانترنت بدون حدود<br> الوصول الى مواقع الويب المتدفقة في جميع انحاء العالم<br>تمتع بالالعاب المقفلة في اي مكان<br> اخفاء عنوانك IP على شبكة Wi-Fi العامة<br>100? مجانا، فائق السرعة وافضل التشفير في فئتها
M_iTopOffer1=خاص - ابق مجهول الهوية اثناء تصفح الانترنت<br>تامين - اخفاء عنوان بروتوكول الانترنت في جميع انحاء الانترنت<br>سريع - الوصول الى الانترنت بسرعة<br>مجاني - قم بالغاء حظر المواقع والدفق بحرية
M_RuniTop=تشغيل الان
M_RPMCaption=RoboForm مدير كلمة السر
M_RPMInfo_NotIns=لن تحتاج الى تذكر كلمات السر او كتابتها مرة اخرى.
M_RPMInfo_UpToDate=RoboForm.قل وداعا لكتابة كلمات السر مع مدير كلمة السر
M_RPMOffer=تسجيل الدخول الى مواقع الويب بنقرة واحدة.<br>انشاء كلمات سر قوية وفريدة من نوعها.<br>2FA بت والدعم ل AES-256 يستخدم تشفير.<br>وكافة المتصفحات الرئيسية.Windows, Mac, iOS, Android,لنظام التشغيل<br>الاستيراد من مستعرض او مدير اخر لكلمة السر.
M_RunRPM=اداره
M_Moffer_Title1=عرض اختياري
M_Close=اغلاق
M_Cancel=الغاء الامر
M_Moffer_Install=تثبت
M_Moffer_NoteEP=وقبولها %s بالنقر فوق "تثبيت", فانك توافق على تثبيت <a>EULA</a> & <a>سياسة الخصوصية</a>.
M_Moffer_Refund=<a>ملاحظه:</a> يمكنك استرداد المبلغ في غضون 30 يوما. قراءه <a>سياسة استرداد الاموال</a>.
M_Extract_IOT=IObit توصية

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> العثور على العناصر.
M_Details=تفاصيل
M_PromoteLan=مما سيؤثر على اداء النظام. نوصيك بتثبيت نظام متقدم لاصلاحه.
M_Junk=ملفات زبالة
M_Privacy=اثار الخصوصية
M_Internet=تحسينات الانترنت
M_Registry=ادخالات مكتب التسجيل
M_System=تحسينات النظام
ASC_Results=<a>%d</a> العثور على العناصر.
ASC_Result=<a>1</a> العثور على العنصر.
ASC_Result0=لا توجد مشكلة
M_Install=تثبيت لاصلاح
ASC_EUAL=بالنقر فوق تثبيت لاصلاح، فانك تقبل نظام رعاية متقدمة  <a>EULA</a> & <a>سياسة الخصوصية</a>
iobit_lang_SystemOptimizereport=تقرير تحسين النظام
iobit_lang_key_junkfile_group_1=(%d المواد, %s)ملفات زبالة
iobit_lang_key_privacy_group_2=(%d العناصر، %s) تتبعات الخصوصية:
iobit_lang_key_sysOptimization_group_3=(العناصر%d)تحسينات النظام :
iobit_lang_key_internetboost_group_4=(العناصر%d)تحسينات انترنت :
iobit_lang_key_registryclean_group_5=(العناصر%d) ادخالات التسجيل:

[AutoUpdate_M]
lan_Downloading_M=التحميل
lan_Speed_M=%s:سرعة التنزيل
Lan_Finish_M=انتهاء
Lan_Congratulation_M=تهانينا!
Lan_UpdateFail_M=فشل التحديث! الرجاء معاودة المحاولة في وقت لاحق.
Lan_UpdateSuccess_M=يتم تحديث. يمكنك التمتع باحدث الميزات والتحسين الان.IObit Uninstaller
Lan_UpdateNew_M=لديك بالفعل احدث اصدار. لا يوجد تحديث متاح.
Lan_UpdateFreeInfo_M=IObit Uninstaller.يتوفر اصدار جديد من
Lan_UpdateFreeDownInfo_M=يرجى تحديثه الان للحصول على احدث الميزات والتحسينات. انه مجاني.
Lan_Sure_M=هل انت متاكد من الغاء التحديث؟
Lan_Download_M=تحميل
Lan_Getting_M=جاري الحصول على معلومات التحديث ، يرجى الانتظار ...
Lan_LVheardOne_M=التحديثات المتوفرة
Lan_LVheardTwo_M=نسخة جديدة
Lan_LVheardThree_M=:حجم
Lan_historyInfo_M=قم بتحديثه للاستمتاع باحدث التحسينات والميزات IObit Uninstaller %s يتوفر الان!
Lan_UpdateNow_M=تحديث الان
Lan_UpdateLater_M=تعديل
lan_WhatNew_M=ما هو الجديد
Lan_NewReady_M=الاصدار الجديد جاهز
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=ارسال
lblErrorDetails.Caption=تفاصيل الخطا:
lblUserEmail.Caption=بريدك الالكتروني:
lblSuccTips1.Caption=تم ارسالها بنجاح! وسوف نبذل قصارى جهدنا لحل هذه المشكلة في اسرع وقت ممكن.
btnClose.Hint=اغلاق

[SendBugReportNew_M]
M_AskUserTips1=واجه مشكلة. لمساعدتنا على حل هذه المشكلة، الرجاء النقر فوق 'ارسال' لارسال ملف التصحيح الينا تلقائيا. <a>سياسة الخصوصية</a>
M_BugStatisticsTips=واجه مشكلة ويجب اغلاقه. نحن نحلل السبب الان الرجاء الانتظار...
M_SendingTips=ارسال...
M_AttentionTips1=واجه مشكلة. لمساعدتنا على حل هذه المشكلة، سيتم ارسال ملف التصحيح الينا تلقائياً في 5 ثوان. او يمكنك اغلاق هذه النافذة لالغائها. <a>سياسة الخصوصية</a>
M_InvalidEmailTips1=عنوان بريد الكتروني غير صالح! الرجاء ادخال  بريدك لالكتروني  صالحة حتى نتمكن من الاتصال بك.
M_OKTips=موافق

[Uninstaller_frm_CrRestore]
Restoring_Caption=الحصول على الرواية الرسمية ...
RestoreSuccess_Caption=الرسمي بنجاح IObit Uninstaller لقد قمت بتثبيت!
RestoreFailed_Caption=الرسمي. يرجى الانتقال الى موقعنا الرسمي للتنزيل مرة اخرى. IObit Uninstaller فشل تنزيل.
Run_Button=تشغيل الان
Download_Button=التحميل الان

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=غير رسمي.IObit Uninstaller انت تشغل برنامج
lbl_SecondTitle.caption=غير رسمي.IObit Uninstaller تقوم بتشغيل برنامج
lbl_HarmInfo.caption=لن يؤدي ذلك فقط الى الاضرار باداء حاسوبك ، ولكن ايضا تسريب خصوصيتك بسبب ضعف النظام الناتج عن ذلك.
lbl_OfficialInfo.caption=الرسمي الان لياخذ خصوصيتك و حاسوبك تحت حماية قوية.IObit Uninstaller تحصيل
htmlLabel_Text.caption=استمتع بخصم حصري <a> 75٪ </a> من اجلك ، لتحصل على النسخة الاحترافية!
btn_GetPro.caption=تحصيل المحترف
btn_GetFree.caption=تحصيل مجاني

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=الحصول على <a>official IObit Uninstaller PRO for $0 </a> اليوم لاتخاذ خصوصيتك وحاسوبك تحت حماية قوية.
btn_GetPro_before=تحصيل المحترف مقابل 0 دولار

[Detain_M]
M_MianTitle=يساعدك IObit Uninstaller
M_QuestionString=هل تريد الغاء تثبيته؟
M_btnok=الغاء التثبيت على اي حال
M_btnCancel=اريد ان تبقي
M_UninstallCaption=الغاء تثبيت البرامج
M_DiskCaption=وفر مساحة القرص
M_RegCaption=حذف ادخالات مكتب التسجيل

[Uninstaller_M]
MenuRight_Caption=الغاء تثبيت قوي
Explorer_Button=الة تمزيق الملفات
Controlpanel_Button=الغاء تثبيت قوي

[ACD_M]
M_Downloading=التحميل:
M_TipFixing=تحديد
M_Tips=التحميل قيد التنفيذ. انقر نقرا مزدوجا فوق الرمز لعرض التفاصيل.
M_Installing=التثبيت:
M_MD5Faild=الملف الذي تم تنزيله تالف. الرجاء المحاولة مرة اخرى لاحقا.
M_NetError=فشل التحميل بسبب خطا في الشبكة. الرجاء المحاولة مرة اخرى لاحقا!
M_DiskIsFull=مساحة القرص غير كافية!
M_Speed=السرعة:
M_AreSure_IObit=IObit Downloader هل تريد بالتاكيد انهاء برنامج?

[ACD_frmActionCenter]
lbl_Cancel.Caption=الغاء الامر
lbl_Min.Caption=تقليل
btnClose.Hint=اغلاق

[EasyUninstall_M]
EasyPoint=اسحبني الى نافذة مفتوحة او رمز سطح المكتب او رمز علبة النظام.
EasyNothingInfo=غير قادر على تحديد الهدف. من فضلك اسحبني الى نافذة اخرى او ايقونة سطح المكتب او ايقونة علبة النظام.
EasyDeleteFileFail=لا يمكن حذف الملف لانه قيد الاستخدام الان. يرجى اغلاق الملف والمحاولة مرة اخرى.
EasyDeleteFolderFail=لا يمكن حذف المجلد لانه قيد الاستخدام الان. يرجى اغلاق الملف والمحاولة مرة اخرى.
EasyKillProcessFail=فشل في انهاء العملية.
EasyKillProcessHint1=هل تريد انهاء هذه العملية؟
EasyKillProcessHint2=ستفقد اي بيانات غير محفوظة.
EasyUninstallPath=الغاء التثبيت او الحذف:
EasyUninstall=الغاء تثبيت
EasyShortcut=حذف الاختصار
EasyLocation=فتح موقع الملف
EasyDelete=حذف
EasyCancel=الغاء الامر
EasyTransparency=الشفافية
EasyOpaque=مبهمة
EasyExitEasy=افتح النافذة الرئيسية
EasyExitIobit_1=IObit Uninstaller خروج
EasyKillProcess=انهاء العملية

[Uninstaller_frm_FeedBack]
lbl_Title.caption=ردود الفعل
lbl_DescTitle.caption=الوصف:
lbl_EmailTitle.caption=عنوان البريد الالكترونى:
lbl_ScreenShot.caption=لقطة شاشة
lbl_TypeTitle.caption=نوع الطلب:
btnImg_FeedBackSend.caption=ارسال
btnImg_FeedBackCancel.caption=الغاء الامر

[Uninstaller_Form_SendResult]
lbl_Sending.caption=ارسال...
lbl_SendFailed.caption=فشل الارسال. الرجاء النقر فوق موافق لارسال ملاحظات عبر الانترنت.
btnImg_SendFailed.caption=موافق
lbl_SendSuccess.caption=شكرا لملاحظاتك. سوف نتصل بك في اقرب وقت ممكن.
btnImg_SendSuccess.caption=موافق

[Uninstaller_FeedBack_M]
FeedBack_1=احبها
FeedBack_2=اقتراح
FeedBack_3=فشل الغاء التثبيت
FeedBack_4=Bundleware مشكلة في
FeedBack_5=تثبيت مشكلة جهاز العرض
FeedBack_6=مشكلة محدث البرامج
FeedBack_7=فشل في اظهار كافة البرامج
FeedBack_8=مشاكل المسح الضوئي القوية
FeedBack_9=الابلاغ عن خطا
FeedBack_10=الاخرون
EmailMessage=عنوان بريد الكتروني غير صالح. الرجاء ادخال عنوان بريد الكتروني صالح حتى تتمكن من تلقي ردنا.
MemoHint=يرجى وصف اقتراحك او المشكلة التي واجهتها بالتفصيل حتى نتمكن من تحسين منتجاتنا وفقا لذلك.
ScreenMaxMessage=فشلت العملية. لقد وصلت الى الحد الاقصى من 5 لقطات.
CloseHintMsg=هل تريد ارسال الملاحظات؟
SendBugck=كما ترسل لنا ملف التصحيح للتحقيق.<a>سياسة الخصوصية</a>
FeedBackMessage=يرجى كتابة وصف.
EmailHint=الرجاء ادخال البريد الالكتروني الصحيح هنا
Startup_Delete_M=حذف
M_FiveStar=هل يمكن ان تعطينا تصنيف 5 نجوم?

[FileShredder_M]
ShredderDetail_0=يمكنك سحب ملف او مجلد هنا لتمزيقه.
ShredderDetail_01=يمكن استرداد الملفات المحذوفة بطريقة روتينية.
ShredderDetail_02=لازالة الملفات بامان وبشكل دائم، ما عليك سوى سحب ملف او مجلد الى اي مكان هنا.
FileShredder_MaxCount_M=تمت اضافة 5000 ملف. يرجى اضافة بقية الملفات بعد تمزيق هذه الملفات 5000.
Shredder_InUse_M=لم يتم تمزيق بعض الملفات نظرًا لعدم قدرتها على الكتابة اليها. يرجى التحقق مما اذا كانت لا تزال قيد الاستخدام.
Shredder_Del_M_1=هل انت متاكد من ازالة عناصر <a>%d</a> المضافة بشكل دائم؟ هذا الاجراء غير قابل للتحقيق على الاطلاق وقد يستغرق بعض الوقت حتى يكتمل.
Shredder_DelOne_M_1=هل تريد بالتاكيد ازالة عنصر <a> 1 </a> المضاف بشكل دائم؟ هذا الاجراء غير قابل للتحقيق على الاطلاق وقد يستغرق بعض الوقت حتى يكتمل.
Shredder_NotDel_M=لم يتم تمزيق ملف واحد لانه غير قادر على الكتابة اليه. يرجى التحقق مما اذا كان لا يزال قيد الاستخدام.
Shredder_OneFileDel_M=لم يتم تمزيق الملف لانه غير قادر على الكتابة اليه. يرجى التحقق مما اذا كان لا يزال قيد الاستخدام.
Shredder_Sucess_M=تمزيقه بنجاح.
Shredder_OneSucess_M=تمزيقه بنجاح.
Shredder_DirIsEmpty_M=انه فارغ. لا يمكنك تمزيقه.
Shredder_NotAddFolder_M=لان هذه العملية قد تسبب عدم استقرار النظام."%s"لا يمكن تمزيق الملف

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=الة تمزيق الملفات
lbl_Listview_Title.caption=حدد الملف او المجلد الذي تريد اجاده:
lblLoading.caption=تحميل...
lbl_AddFile.caption=اضافة ملف...
lbl_AddFolder.caption=اضافة مجلد...
RdImageButton_Shredder.caption=اجاد
RdImageButton_Cancel.caption=الغاء الامر
ListView_FileList.Columns[0].Caption=مسار الملف
Menu_Shredder_Shredder.caption=اجاد
Menu_Shredder_AddFile.caption=اضافة ملف
Menu_Shredder_AddFolder.caption=اضافة مجلد
Menu_Shredder_Romove.caption=ازالة
Menu_Shredder_Clean.caption=تنظيف
lbl_Shredder_Tip.caption=تمزيق الملفات الان قد يستغرق الامر بعض الوقت، الرجاء الانتظار...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=الى اجاد لان هذه العملية قد تتسبب في عدم استقرار النظام."%s" غير قادر على اضافة الملف.
ForceUninstallEndProgressMsg=قيد التشغيل. يرجى انهاء العملية واعادة المحاولة.%s
ListView_FindReslut.Columns[0]_M=الاسم
PopMenu_OpenFolder_M=فتح موقع الملف
PopMenu_ViewEntry_M=فتح في مكتب التسجيل

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=فرض الغاء التثبيت
lbl_FUInfo.caption=قوة الغاء يساعدك على الغاء تثبيت البرنامج الذي لا يمكن الغاء تثبيت بطريقة روتينية وتنظيف الملفات المتبقية لها تماما. ويمكن ايضا ان تساعدك على ازالة اختصار وملف الهدف بسهولة.
btnImg_Open.caption=استعراض...
lbl_DropInfo.caption=يمكنك استعراض او سحب واسقاط ملف او مجلد هنا لحذف او الغاء تثبيت البرنامج المرتبط به.
btnImg_Uninstall.caption=الغاء تثبيت
btnImg_Cancel.caption=الغاء الامر
PopMenu_Uninstall.caption=الغاء تثبيت
PopMenu_SearchOnline.caption=البحث على الانترنت
ListView_FindReslut.Columns[1].caption=:حجم
ListView_FindReslut.Columns[2].caption=تاريخ التثبيت

[Healthcheck_M]
M_MainTitle=صحة البرمجيات
M_ScaningString=تقوم صحة البرمجيات بتحليل الحالة الصحية لجميع برامجك الان
M_NoProgramString1=لم يتم العثور على مشاكل.
M_NoProgramString2=كل برامجك تعمل بشكل جيد للغاية.
ResidualMainString=حذف بقايا ازالة التثبيت لتفريغ مساحة اكبر.
PluginMainString=ازالة المكونات الاضافية الضارة/الاعلانية للتصفح السريع والامن.
UpdaterMainString=حدث البرامج القديمة لحماية حاسوبك من ثغرات يوم الصفر وثغرات امنية اخرى.
BanwebMainString=يطالبك حظر اعلام الموقع بمقاطعتك.
M_Fix=اصلاح
M_Detail=تفاصيل
M_Complete=اتمام الاصلاح!
M_LeftoversDelete=تم حذف بقايا ازالة التثبيت بنجاح.<a>%s</a>
M_LeftoverDelete=تم حذف بقايا ازالة التثبيت بنجاح.<a>%s</a>
M_BanwebsDelete=تم حظر اعلامات الموقع بنجاح.<a>%s</a>
M_BanwebDelete=تم حظر اعلام الموقع بنجاح <a>%s</a>
M_ResultLeftovers=ازالة بقايا التثبيت:
M_ResultPlugin=المكونات الاضافية الضارة/الاعلانية:
M_ResultUpdate=برامج قديمة:
M_ResultBlock=اخطارات الموقع:
M_ScanClose=المسح قيد التقدم. هل تريد الخروج الان؟
M_ResidualTitle=العثور على بقايا الغاء التثبيت <a>%s</a>
M_ResidualTitles=العثور على بقايا ازالة التثبيت <a>%s</a>
M_SoftUpdateTitle=تم العثور على برنامج قديم <a>%s</a>
M_SoftUpdateTitles=وجدت برامج قديمة <a>%s</a>
M_PluginTitle=تم العثور على مكون اضافي ضار/اعلان <a>%s</a>
M_PluginTitles=تم العثور على مكونات اضافية ضارة/اعلانية <a>%s</a>
M_BanwebDetailTitleY=تم العثور على اشعار الموقع <a>%s</a>
M_BanwebDetailTitlesY=تم العثور على اشعارات الموقع <a>%s</a>
M_ResidualTitleMain=الغاء التثبيت المتبقي <a>%s</a>
M_ResidualTitlesMain=ازالة بقايا التثبيت <a>%s</a>
M_SoftUpdateTitleMain=البرامج القديمة <a>%s</a>
M_PluginTitleMain=ضار/مكون اضافي <a>%s</a>
M_PluginTitlesMain=المكونات الاضافية الضارة/الاعلانية <a>%s</a>
M_BanwebTitleY=اعلام الموقع <a>%s</a>
M_BanwebTitlesY=اخطارات الموقع <a>%s</a>
M_BanwebTitleG=اعلام الموقع <a>%s</a>
M_BanwebTitlesG=اخطارات الموقع <a>%s</a>
M_TitleCount=(%d الاسم (الاجمالي
M_BanwebTitleCount=(%d :الاجمالي) الموقع
M_BRate=معدل الكتلة
M_Version=نسخة جديدة
M_Type=نوع
M_Malicious=المكون الاضافي الضار
M_Ads=مكون الاعلان الاضافي
M_Residual=ازالة بقايا التثبيت
M_SoftHealth=صحة البرمجيات
M_item=مادة
M_items=مواد
M_Plugin=المكونات الاضافية الضارة/الاعلانية
M_Software=البرامج القديمة
M_File=ملف
M_Reg=التسجيل
M_Tasks=المهام المجدولة
M_Ser=خدمات النظام
M_CleanClose=جاري الاصلاح. هل تريد الخروج الان؟
M_Finish=(%d) انهاء
M_Fixing=تحديد...
M_Select=تحديد الكل
M_LeftoversTitle=ازالة بقايا التثبيت
M_Delete=حذف
M_Remove=ازالة
M_Update=تحديث
M_Block=منع
M_Code=ادخل الرمز
M_Back=السابق
M_ScanLeft=جارٍ البحث عن بقايا ازالة التثبيت ...
M_ScanPlugin=جارٍ البحث عن المكونات الاضافية الضارة/الاعلانية ...
M_ScanUpdater=جارٍ البحث عن برامج قديمة ...
M_ScanBanweb=جارٍ البحث عن اشعارات الموقع ...
M_Recommendation=التوصية
M_Optional=اختياري
ASCPromote_Views=ستؤثر عناصر <a>%s</a> اخرى على اداء نظامك.
ASCPromote_View=سيؤثر عنصر <a>%s</a> اخر على اداء النظام لديك.
Viewdetails=عرض التفاصيل

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=الاسم
History_info_DouBle_M=لم يتم الغاء تثبيت البرامج تماما في المرة الماضية. الرجاء النقر فوق الغاء التثبيت للمتابعة.
History_info_One_M=لم يتم الغاء تثبيت البرنامج تماما في المرة الماضية. الرجاء النقر فوق الغاء التثبيت للمتابعة.
History_Scanfor_M=مسح بقايا الطعام
History_ViewDetail_M=عرض التفاصيل
UninstallLog_No_IsEmpty_M=لم يتم العثور على ملفات متبقية في المسح الضوئي القوي.
Program_Information=معلومات البرنامج
Files_Deleted=الملفات المحذوفة
Registries_Deleted=السجلات المحذوفة
Scheduled_Tasks_Deleted=تم حذف المهام المجدولة
Deleted_on_Reboot=تم حذفها عند اعادة الاقلاع
Service_Deleted=تم حذف خدمات النظام
Export_M=تصدير
rdlbl_NoTkanks=لا شكرا
RdLabelDetailNull=سيتم عرض التفاصيل وحالة كل برنامج الغاء تثبيت هنا.
RdLabelDetails=لقد ساعدت في الغاء تثبيت IObit Uninstaller<a>%d</a> البرنامج والحفظ <a>%s</a> مساحة القرص.
RdLabelDetail=لقد ساعدت في الغاء تثبيت IObit Uninstaller<a>%d</a> البرنامج والحفظ <a>%s</a> مساحة القرص.
History_NoUninstalled_M=لم يلغى التثبيت
History_Residualfilesleft_M=الملفات المتبقية
M_NoHistoryFound=لم يتم العثور على محفوظات الغاء التثبيت

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=تاريخ الغاء التثبيت
ListView_History.Columns[1].Caption=تاريخ الغاء التثبيت
ListView_History.Columns[2].Caption=:حجم
ListView_History.Columns[3].Caption=العملية
Menu_ClearThis.Caption=مسح هذا التاريخ
Menu_ClearAll.Caption=مسح جميع التواريخ

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=لا شكرا
RdImgBtnUninstall.caption=الغاء تثبيت
RdListView_History.Columns[0].Caption=الاسم
RdListView_History.Columns[1].Caption=الحالة

[InstallDetected_M]
Install_DetectedOne=تم تثبيت"%s"
Install_DetectedTwo=تم تثبيت برامج <a>%s</a>
Install_ViewDetail=عرض التفاصيل

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=تمكين
lbl_Caption.caption=تم الكشف عن تثبيت جديد
lbl_InstallMoniorInfo.caption=نوصي بتمكين "جهاز عرض التثبيت" لمساعدتك في تسجيل وعرض كافة التغييرات التي تم اجراؤها على النظام اثناء تثبيت البرنامج.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=ادخالات مكتب التسجيل:
lbl_SzieText.caption=الحجم الاجمالي:
lbl_FileText.caption=ملفات:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=عمليات التثبيت المسجلة
rdlbl_Or.Caption=او
rdlbl_Auto.Caption=مراقبة الية
rdlbl_Drap.Caption=جهاز عرض يدوي

[IUInstallMonitorFrm_M]
TipFileMsi=ملف الاعداد القابل للتنفيذ غير معتمد. يرجى اعادة التحديد والمحاولة مرة اخرى.
TipFileNotMsiExe=ملف الاعداد القابل للتنفيذ غير صالح. الرجاء تحديد ملف اعداد صالح قابل للتنفيذ وحاول مرة اخرى.
AddTip1=تثبيت مراقب مشغول!
AddTip2=تتم مراقبة التثبيت بالفعل. يرجى المحاولة مرة اخرى بعد اكتمال هذا التثبيت.
StarFileTip=فشل في التشغيل
ExePathErrorTip=ملف الاعداد من محرك اقراص الشبكة غير معتمد. يرجى نسخه الى محرك الاقراص المحلي واعادة المحاولة.
Logging=تسجيل تغييرات النظام ...
rdlbl_TipContent_M=يكتشف مراقب التثبيت وتسجيل تغييرات النظام في التثبيت ، مما يسمح لك بمشاهدة التغييرات التي قامت بها البرامج المراقبة اثناء التثبيت.
rdlbl_SwitchTip.Caption_M=اكتشاف تلقائي وتثبيت برنامج التثبيت
rdlbl_DragTip.Caption_M=اضافة او اسحب ملف الاعداد هنا لتسجيل التثبيت الخاص به

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=تثبيت جهاز العرض قام بانشاء سجل تثبيت لك. عرض التفاصيل ادناه:
rdlbl_Export.Caption=تصدير
btnImg_OK.Caption=موافق

[IUInstallMonitorLogFrm_M]
DisplayNameTip=اسم العرض:
InstallDateTip=تاريخ التثبيت:
VersionTip=الاصدار:
PublisherTip=الناشر:
LocationTip=الموقع:
InstallationDurationTip=مدة التثبيت:
InstallPackageTip=ثبت المجموعة:
RegEntriesTip=ادخالات مكتب التسجيل:
FilesCountTip=ملفات:
TaskCountTip_M=المهام المجدولة:
ServiceCountTip_M=خدمات النظام:
DllCountTip=DLL تسجيل :
TotalSizeTip=الحجم الاجمالي:
ProgramInformationTip=معلومات البرنامج
MMORegistryTip=ادخالات مكتب التسجيل
MMOFilesTip=ملفات
MMOTaskTip_M=المهام المجدولة
MMOServiceTip_M=خدمات النظام
MMODllTip=DLL تسجيل

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=ردود الفعل
lbl_CheckingText.Caption=تحليل جميع البرامج...
lbl_FixDetails.Caption=تحقق في الاصلاح

[MainForm_M]
Nav_Colle_Program_All=البرامج
Nav_Colle_Browser=اشرطة الادوات والمكونات الاضافية
Nav_Colle_Win=تطبيقات ويندوز
Nav_Colle_AC=مركز التحكم
Nav_Colle_SU=محدث البرامج
Nav_Item_Program_All=كل البرامج
Nav_Item_Bundleware=ادوات الباقات
Nav_Item_Program_Recent=مثبت مؤخرا
Nav_Item_Program_Infrequent=استخدام متكرر
Nav_Item_Program_Large=البرامج الكبيرة
Nav_Item_Win_Update=تحديثات الوندوز
Nav_Item_Browser_All=كافة اشرطة الادوات والمكونات الاضافية
Nav_Item_InstallMonitor=تثبيت جهاز العرض
Nav_Item_Logged=البرامج المسجلة
Hint_Settings=الخيارات
Hint_Tools=ادوات
UninstallProTipEnterCode=ادخل الرمز
UninstallProTipManage=ادارة الرخص
Button_Uninstall=الغاء تثبيت
Button_Remove=ازالة
Button_Update=تحديث الكل
Button_Install=تثبيت الان
ToolPopForceUninstall=فرض الغاء التثبيت
ToolPopCleanup=صحة البرمجيات
ToolPopStubborn=مزيل البرامج العنيد
ToolPopHistory=تاريخ الغاء التثبيت
ToolPopFileShredder=الة تمزيق الملفات
ToolPopHunterMode=الغاء تثبيت سهل
ToolPopUpdate=تحديثات الوندوز
MoreSettingPopSetting=الاعدادات...
MoreSettingPopRestore=استعادة النظام
MoreSettingPopExport=تصدير قائمة البرامج
MoreSettingPopUpdate=مراقبة للتجديدات
MoreSettingPopManual=دليل المستخدم
MoreSettingPopSupport=الدعم التقني
MoreSettingPopOnline=على الانترنت IObit
MoreSettingPopLike=مثل
MoreSettingPopAbout=حول
MoreSettingPopWhatsNew=ما هو الجديد
DefaultSelProg=الغاء البرامج غير الضرورية لتحرير المزيد من المساحة.
DefaultSelPlug=ازالة المكونات الاضافية غير المرغوب فيها لحماية متصفحك.
DefaultSelADPlugin1=ازالة 1 الخبيثة/الاعلان في المكونات لتصفح امنة.
DefaultSelADPlugin2=المكونات الاضافية الضارة/الاعلانية لتصفح امن.%d ازالة
DefaultSelWApp=الغاء تثبيت تطبيقات وندوز غير المرغوب فيها لتعزيز حاسوبك
DefaultSelBundle=الغاء تثبيت برامج الحزم غير المرغوب فيها.
DefaultSelUpdate=احصل على برامجك الهامة محدثة.
DefaultUpdaterPromot=IObit Software Updater.تحديث المزيد من البرامج مع
DefaultUpdaterPromote1=تم العثور على برنامج عفا عليها الزمن.
DefaultUpdaterPromote2=تم العثور على برامج قديمة.
DefaultUpdaterPromoteInfo=انقر فوق تحديث الكل لتحديث كافة البرامج القديمة بنقرة واحدة.
SelInfoProg=تم تحديد البرنامج لالغاء التثبيت. الحجم الكلي:
SelInfoProgM=البرامج المحددة لالغاء التثبيت. الحجم الكلي:
SelInfoPlug=المكونات الاضافية المحددة لازالتها.
SelInfoPlugM=المكونات الاضافية المحددة لازالتها.
SelInfoApp=تم تحديد التطبيق لالغاء التثبيت. الحجم الكلي:
SelInfoAppM=التطبيقات المحددة لالغاء التثبيت. الحجم الكلي:
SelInfoBundle=المادة المحدد لالغاء التثبيت.
SelInfoBundleM=مواد المحددة لالغاء التثبيت.
BundleHint=عند تثبيت البرنامج الرئيسي، قد يتم تثبيت بعض البرامج الاخرى دون اشعار. يمكنك الغاء تثبيت البرامج التي لا تريدها.
RestoreDefaultSettingsButton=%s استعادة اعدادات افتراضية
APTitle=تنشيط جميع الايجابيات
AP5=تنظيف الغاء التثبيت مع السجل
AP2=حذف المزيد من التطبيقات العنيدة
AP3=تصفح سريع  & امن
AP4=تحديث البرامج بنقرة واحدة
MainUpdate_Hint=نسخة جديدة
HealthCheckFound1=<a>%d</a> بقايا ازالة التثبيت
HealthCheckFound2=<a>1</a> بقايا الغاء التثبيت
HealthCheckFound3=<a>%d</a> المكونات الاضافية الضارة/الاعلان
HealthCheckFound4=<a>1</a> الخبيثة/الاعلان في المكونات
HealthCheckFound5=<a>%d</a> برامج قديمة
HealthCheckFound6=<a>1</a> اعلام الموقع
HealthCheckFound7=<a>%d</a> اعلامات الموقع
StubbornFound=العثور على برامج بها مشكلات في الغاء التثبيت
NewsDisconnCaption=مع عائلاتك واصدقائك.IObit Uninstaller مشاركة.
NewsDisconnDes=وسوف تكون سعيدة لاستخدامها!
NewsNewVerCaption=تحديث هام متوفر
NewsNewVerDes=يرجى تحميل احدث اصدار الان.
ToolPopForceUninstall_Detail=تعليمات الغاء تثبيت البرامج التي لا يمكن الغاء تثبيت بطريقة روتينية
ToolPopCleanup_Detail=جعل البرنامج يعمل بشكل اكثر سلاسة والحد من المخاطر الامنية
ToolPopHistory_Detail=اظهار التفاصيل والحالة لكل برنامج تم الغاء تثبيته
ToolPopFileShredder_Detail=المساعدة في ازالة الملفات غير المرغوب فيها بامان وبشكل دائم
ToolPopHunterMode_Detail=اسحب ايقونة "الغاء التثبيت السهل" لالغاء تثبيت البرامج بسهولة
ToolPopUpdate_Detail=سرد كافة تحديثات وندوز المثبتة على الحاسوب
ToolPopStubborn_Detail=المساعدة في ازالة البرامج العنيدة بشكل كامل بطريقة سهلة
DefaultSelInfo_Logged=يمكن الغاء تثبيت البرامج المسجلة بشكل كامل.

[MetroApp_M]
NoSerchItem_Tip=لا توجد عناصر تطابق البحث.
Win8NoItemTip_M=لم يتم العثور على تطبيقات وندوز
Win8LoadingApp=تحميل التطبيقات...
Win8ListViewGroupsWin8AppHeader=تطبيقات ويندوز
Win8ListViewGroupsWin8AppSubtitle=التطبيقات التي نشرتها شركة مايكروسوفت.
Win8ListViewGroupsThirdHeader=تطبيقات الجهات الاخرى
Win8ListViewGroupsThirdSubtitle=التطبيقات التي تنشرها شركات طرف ثالث.
RateTipNoRate=لم يتم تلقي اي سعر حتى الان.
RateTipHaveRate=تقييم المستخدمين.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=الاسم
ListView_AppList.Columns[1].caption=:حجم
ListView_AppList.Columns[2].caption=تصنيف المستخدم
ListView_AppList.Columns[3].caption=العملية
lbl_Notice.caption=لاظهار تطبيقات وندوز الرجاء التاكد من ان حسابك الحالي له حقوق ادارية. رصد
mniUninstall.caption=الغاء تثبيت
mniRefush.caption=انعاش
mniDetails.caption=تفاصيل
mniOpenFile.caption=فتح موقع الملف
mniOpenReg.caption=فتح في مكتب التسجيل
mniOpenWinstore.caption=مفتوح في وينستور
mniSearchOnline.caption=البحث على الانترنت

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=لاتعرض هذا ثانية
btnimg_uninstall.Caption=الغاء التثبيت الان
rdlbl_NoticeInfo.Caption=مساحة قرص نظامك هو اقل من 10٪.
rdlbl_NoticeTip.Caption=لاستعادة مساحة اكبر على القرص.IObit Uninstaller الغاء تثبيت البرامج غير المرغوب فيها مع برنامج.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a>  تم العثور على بقايا الغاء التثبيت.
rdlbl_Tip=قم بتنظيفها لتوفير مساحة اكبر.
imgbtn_Clear=نظف الان

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=عرض التفاصيل

[uninstall_Mitor_M]
ProStillLeavesone_M=لا يزال البرنامج يترك %d:
Lbl_metro_Atten.caption=الاهتمام
lbl_show.caption="%s" لا يزال لديه بقايا، والتي قد تؤثر على اداء الحاسوب.
showDetails_M=اظهار التفاصيل
Cleanmanually_M=تنظيف يدوي
AutoClean_M=تنظيف تلقائي
Cleaning_M=تنظيف
Cleannow_M=نظف الان
StillLeavas_M=لا يزال يترك "%s":
RegistryEntries_M=ادخالات مكتب التسجيل
MBFiles_M=ملفات م ب
LeftBy_M=تم حذفها "%s" تمت مغادرته من
Cleanfuture_M=تنظيف تلقائيا في المستقبل
Registry_M=التسجيل
File_M=ملف
Files_M=ملفات
rdlblCleanupCompleted.caption=تم الانتهاء من عملية التنظيف
rdlblIncomplete.caption=الغاء التثبيت غير كامل
Setting_M=الاعدادات
Uselessfiles_M=ملفات عديمة الفائدة
Uselessregistryentries_M=ادخالات التسجيل غير مجدية
UselessregistryentriesOne_M=دخول التسجيل غير مجدية
Removingnow_M=ازالة الان...
rdlblRemoving.caption=ازالة الان...
TrayHintstill=المسائل المتبقية يمكن اصلاحها.%d لا يزال
CCtrayHint_M=%d+.لا يزال يمكن اصلاح المشكلات المتبقية
LeftoversRemoved_M=%s تمت ازالة بقايا :
ProStillLeaves_M=لا تزال البرامج تترك %d:
Lan_ViewDetails_M=عرض التفاصيل
Lan_BundleNoticeText_M=%s.تم العثور على برامج الحزم اثناء تثبيت

[Plugin_M]
ListViewPlugSysbit=بت
ListViewGroupMaliciousTitle=اشرطة الادوات الخبيثة والمكونات الاضافية
ListViewGroupMaliciousDesc=قد اشرطة الادوات هذه والمكونات الاضافية تغيير المستعرض الافتراضي وسرقة معلوماتك.
ListViewGroupAdTitle=اشرطة الادوات المستندة الى الاعلان والمكونات الاضافية
ListViewGroupAdDesc=قد اشرطة الادوات هذه والمكونات الاضافية عرض الاعلان، لافتة الاعلانات، الخ.
ListViewGroupTrustTitle=اشرطة الادوات الموثوق بها والمكونات الاضافية
ListViewGroupTrustDesc=لن تضر اشرطة الادوات هذه والمكونات الاضافية بحاسوبك. يمكنك ازالتها او الاحتفاظ بها حسب طلباتك.
ListViewGroupExtensions=الامتدادات
ListViewGroupPlugins=مكونات اضافية
ListViewGroupToolbar=شريط الادوات
ListViewGroupBHO=BHO
ListViewGroupActiveX=Activex
ListViewGroupExtension_DES=يتم استخدام الاضافات لتخصيص المتصفح مع الميزات التي تريدها.
ListViewGroupPlugin_DES=يمكن بسهولة تثبيت البرنامج المساعد واستخدامه كجزء من متصفح الويب.
ListViewGroupToolbar_DES=يساعد شريط الادوات المستخدمين على الوصول الى المواقع بسرعة او تنفيذ وظائف تطبيق اخرى.
ListViewGroupBHO_DES=على انشاء متصفحات مخصصة وتوفير وظائف تفاعلية ابسط.BHO يساعد.
ListViewGroupActivex_DES=يستخدم متصفح الانترنت لتسهيل تشغيل الوسائط الغنية.ActiveX
NoSerchItem_Tip=لا توجد عناصر تطابق البحث.
PluginColumnStr_Title=(%d الاسم (الاجمالي
ChromeSyncMsg=يتم تمكين مزامنة كروم. قد يتم اعادة تثبيت المكونات الاضافية المحددة للازالة تلقائيا بعد الازالة. يُرجى النقر <a>مزام مزامنة كروم القابلة للتقيّد</a> لاتباع الخطوات في المنتدى لتعطيل مزامنة كروم.
FuncPluginSysPluginMsgBox=لا ينصح بازالة %s لان بعض وظائف المستعرض قد تتاثر بعد الازالة.
FuncPluginLoading=تحميل...
FuncPluginRmoveSuccess=تمت ازالته بنجاح. تحميل...
FuncVotePlugSelectMsgBox=الرجاء تحديد عنصر لتقييم
FuncPluginRmoveConfireSingleMsgBox=هل تريد ازالة العنصر المحدد؟
FuncPluginRmoveConfireSomeMsgBox=هل تريد ازالة العناصر المحددة؟
FuncCheckBrowserMsgBox_1=%s.يتم تشغيل.
FuncCheckBrowserMsgBox_2=(انقر فوق موافق لاغلاقه (الرجاء حفظ المحتويات اولا.
FuncCheckBrowserMsgBox_3=او انقر فوق "الغاء الامر" لاجهاض العملية.
FuncCheckBrowserMsgBox_4=يتم تشغيل %s
FuncCheckBrowserMsgBox_5=(انقر فوق موافق لاغلاقها (الرجاء حفظ المحتويات اولاً.
FuncCheckBrowserMsgBox_6=او انقر فوق "الغاء الامر" لاجهاض العملية.
FuncPluginRemoveFailedMsgBox_1=فشل ازالة العناصر التالية:
FuncPluginRemoveFailedMsgBox_4=لازالته مرة اخرى IObit Uninstaller واعادة تشغيل برنامج  %s لانها تحت حماية %s. الرجاء انهاء %s قد لا تتم ازالة.
FuncRestoreSuccessMsgBox=تمت استعادتها الى الاعدادات الافتراضية بنجاح.
FuncRestoreFailedMsgBox=فشل في استعادة اعدادات المستعرض الافتراضية.
PluginRestoreStr=%s استعادة اعدادات افتراضية
FuncVoteMarkSelectMsgBox=يرجى تقييم.
FuncVoteFailedMsgBox=فشل التقييم، الرجاء التحقق من اتصال الشبكة والمحاولة مرة اخرى.
FuncVoteActiveVote=معدل
FuncVoteWaitting=معدل تقديم، يرجى الانتظار...
VoteStr_1=<a>1</a> المستخدم قد تم تقييمه. لقد قمت بالفعل بتقييم.
VoteStr_2=لم يتم تلقي اي معدل حتى الان. كن اول من يقيم.
VoteStr_3=<a>%d</a> تم تقييم المستخدمين. لقد قمت بالفعل بتقييم.
VoteStr_4=<a>%d</a> تم تقييم المستخدمين. كيف تفكر في هذا المكونات في؟
NoticeInfoEx_One=<a>1</a>  لازالته. IObit Uninstaller تم الكشف عن المكونات الضارة في متصفحك، يرجى فتح
NoticeInfoEx_Some=<a>%d</a> تم الكشف عن المكونات الاضافية الضارة في المستعرض، الرجاء فتح IObit Uninstaller لازالتها.
Removingnow_M=ازالة الان...
mniOpeninRegedit_M=فتح في مكتب التسجيل
lbl_NoFoundItems.caption_M=لم يتم العثور على اشرطة ادوات او مكونات اضافية

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=الاسم
rdlvAllBrowse.Columns[1].Caption=تصنيف المستخدم
rdlvAllBrowse.Columns[2].Caption=العملية
rdlvCustomBrowse.Columns[0].Caption=الاسم
rdlvCustomBrowse.Columns[1].Caption=العملية
mniRemove.Caption=ازالة
mniRate.Caption=معدل
mniIgone.Caption=اهمل
mniRefush.Caption=انعاش
mniOpenFloder.Caption=فتح موقع الملف
mniSelectedAll.Caption=تحديد الكل
mniInvertSelection.Caption=عكس التحديد
mniSearchOnline.Caption=البحث على الانترنت

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=اعادة تعيين المستعرض
lblConfire.Caption=هل تريد بالتاكيد استعادة الاعدادات الافتراضية؟
lblHomepageTitle.Caption=الصفحة الرئيسية الحالية:
lblSearchTitle.Caption=محرك البحث الافتراضي الحالي:
btnImg_OK.Caption=موافق
btnImg_Cancel.Caption=الغاء الامر

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=(لم يتم العثور على مثل هذه البرامج (لا تستخدم لاكثر من 2 اشهر
Noprograms_Size_M=%s لا تتجاوز البرامج.
Noprograms_match_M=لا توجد عناصر تطابق البحث.
Noprograms_Recent_M=لم يتم تثبيت اي برامج في الايام العشرة الماضية
monthsago_M=منذ اشهر %d
yearsago_M=سنة مضت %d
yearsagos_M=منذ سنوات%d
SoftwareFrame_InstallDate_M=تاريخ التثبيت
SoftwareFrame_FrequencyUse_M=المستخدم اخيرا
HistoryInfo_DisplayName=اسم العرض
HistoryInfo_Publisher=الناشر
HistoryInfo_Version=الاصدار
HistoryInfo_InstallDate=تاريخ التثبيت
HistoryInfo_UseSize=استخدام الفضاء
HistoryInfo_Location=الموقع
HistoryInfo_UninstallDate=تاريخ الغاء التثبيت
Lan_NoBundle_New=هو البرنامج الذي قد تثبيت برامج اخرى دون اشعار عند تثبيت البرنامج الرئيسي.Bundleware.
Lan_Main_Soft=البرنامج الرئيسي
Lan_Bundled_Soft=برنامج المجمعة
Lan_Bundled_Plug=المكونات الاضافية المجمعة
ColumnName_Logged=سجل التثبيت
ColumnName_LogDate=تاريخ التثبيت
ViewDetail=عرض السجل
NoPrograms_Logged=يمكن الغاء تثبيت البرامج التي تم تسجيلها بواسطة جهاز عرض التثبيت بشكل كامل في عملية الغاء التثبيت المستقبلية.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=:حجم
ListView_SoftwareList.Columns[2].Caption=تاريخ التثبيت
ListView_SoftwareList.Columns[3].Caption=العملية
Menu_Program_Uninstall.caption=الغاء تثبيت
Menu_Program_Repair.caption=تصليح
Menu_Program_Refresh.caption=انعاش
Menu_Program_OpenFileLocation.caption=فتح موقع الملف
Menu_Program_OpeninRegedit.caption=فتح في مكتب التسجيل
Menu_Program_SearchOnline.caption=البحث على الانترنت

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=نوع
ListView_BundleList.Columns[2].Caption=العملية
Menu_Program_Uninstall.caption=الغاء تثبيت
Menu_Program_OpenFileLocation.caption=فتح موقع الملف
Menu_Program_OpeninRegedit.caption=فتح في مكتب التسجيل
Menu_Program_SearchOnline.caption=البحث على الانترنت
mni_Ignore.caption=اهمل

[PromoteForm_M]
M_ProAD_Title=المزيد من الميزات والفوائد مع طبعة المحترف:
M_ProAD_CleanLog=الغاء تثبيت البرامج تماما باستخدام السجلات التي تم انشاؤها اثناء التثبيت
M_ProAD_Monitor=مراقبة تثبيت البرنامج وازالة برامج الحزم بسهولة
M_ProAD_Database=قاعدة بيانات كبيرة لازالة البرامج العنيدة تماما
M_ProAD_Plugin=ازالة المكونات الاضافية الضارة /الاعلان لتصفح الانترنت الامن والسلس
M_ProAD_Update=بنقرة واحدة للحفاظ على البرامج الهامة الخاصة بك دائما ما يصل الى التاريخ
M_Continue=متابعة الغاء التثبيت
M_BundleTitle=لازالة برامج الحزم تماما IObit Uninstaller محترف  تفعيل
M_BundleTitle2=مراقبة تثبيت البرنامج في الوقت الحقيقي وازالة برامج الحزمة بسهولة.
M_UninstallLogTitle=للكشف عن تلقائيا وتسجيل تثبيت البرنامج لالغاء تثبيت شامل في المستقبل مع السجلات تتبع.IObit Uninstaller محترف  تنشيط
M_PluginMaliciouTitle=لازالة المكونات الاضافية الضارة/الاعلانية تمامًا. IObit Uninstaller محترف  قم بتنشيط
M_PluginMaliciouTitle2=ستساعد قاعدة البيانات المتوسعة على ازالة المزيد من المكونات الاضافية الضارة/الاعلانية.
M_UpdatePromoteOne=يمكن تحديث برنامج %d.
M_UpdatePromoteOnes=يمكن تحديث برامج %d.
M_UpdatePromoteTwo=لتحديث البرنامج بنقرة واحدة. IObit Uninstaller محترف  قم بتنشيط
M_UpdatePromoteTwos=لتحديث البرامج بنقرة واحدة. IObit Uninstaller محترف  قم بتنشيط
M_SPUninstallFail=فشل الغاء تثبيت %s.
M_SPAD_Title=تنشيط  محترف لالغاء تثبيته مع قاعدة بيانات محددة.
M_SPUninstallFailCount=فشل الغاء تثبيت البرامج %d
M_SPADCount_Title=لا يمكن الغاء تثبيت بطريقة عادية. تنشيط المحترف لالغاء تثبيتها مع قاعدة بيانات محددة.
SpecPromotTile_1=فشل الغاء تثبيت %s.
SpecPromotTile_2=فشل الغاء تثبيت البرامج %d
SpecPromotTile_3=تم الغاء تثبيت البرنامج 1.
SpecPromotTile_4=تم الغاء تثبيت البرامج %d.
SpecPromotTile_5=ولكن فشل البرنامج 1 لالغاء تثبيت.
SpecPromotTile_6=%d لكن فشل الغاء تثبيت البرامج
SpecPromotInfo_1=تنشيط المحترف لالغاء تثبيته مع قاعدة بيانات محددة.
SpecPromotInfo_2=تنشيط محترف  لالغاء تثبيتها مع قاعدة بيانات محددة.
SpecPromotInfo_3=لا يمكن الغاء تثبيت بطريقة عادية %s
PromoteEnterCode=ادخل الرمز
UpdateProTitle=تنشيط النسخة  محترف ايضا حل القضايا التالية
RdAdPlugins=<a>%s المكونات الاضافية الضارة/الاعلان</a> تحتاج الى ازالتها لتامين تصفحك
RdAdPlugin=<a>%s الخبيثة/الاعلان في المكونات الاضافية</a> تحتاج الى ازالة لتامين تصفحك
RdAdUpdates=<a>%s البرامج القديمة</a> تحتاج الى تحديث للحد من مخاطر الثغرات الامنية

[Protip_M]
Congratulations_M=تهانينا!
YouHave_M=IObit Uninstaller لقد قمت بتحديث بنجاح الى احدث.
Try_M=جرب الان!
Tip_M=تم التحديث بنجاح الى IObit Uninstaller <a>%d</a> تلقائيا.
WhatNew_M=ما هو الجديد في احدث اصدار:
More_M=المزيد من التفاصيل

[Uninstaller_Public_M]
Lan_ButtonCancel=الغاء الامر
Lan_ButtonClose=اغلاق
Lan_ButtonContinue=استمر
Lan_ButtonClean=نظيفه
Lan_Cleaning=تنظيف
Lan_Details=تفاصيل
Lan_Exit=خروج
Lan_Hide=اخفاء
Lan_Ignore=اهمل
Lan_Ignored=تجاهل
Lan_item=مادة
Lan_items=مواد
Lan_LoadingD=تحميل...
Lan_WindowMin=تقليل
Lan_WindowMax=تكبير
Lan_ButtonNo=لا
Lan_Name=الاسم
Lan_NameT=(%d الاسم (الاجمالي
Lan_Notagain=لاتعرض هذا ثانية
Lan_ButtonOK=موافق
Lan_Publisher=الناشر
Lan_WindowRest=استعادة
Lan_ButtonRemove=ازالة
Lan_State=الولاية
Lan_Show=اظهار
Lan_Scan=فحص
Lan_Search=بحث
Lan_ButtonUninstall=الغاء تثبيت
Lan_Version=الاصدار
Lan_ButtonYES=نعم
Lan_ButtonFor0=تحصيل المحترف مقابل 0 دولار
Lan_ButtonActivate=نشط الان
Lan_ButtonUpgrade=الترقية الان
Lan_ButtonUpgradeFor0=الترقية الان ل $0
Lan_DisplayName=الاسم
Lan_Installationpath=مسار التثبيت
Lan_Description=الوصف
Lan_LinkAbout=حول رابط
Lan_LinkHelp=رابط التعليمات
Lan_SysMsgCorrupted=IObit Uninstaller. الرجاء اعادة تثبيت IObit Uninstaller.معطوبة بعض ملفات.
Lan_Bit=بت

[Unistaller_Register_M]
license_OtherCode_M=%s صالح لـ %s فقط. الرجاء النقر فوق الزر موافق لتنزيل وتسجيل %s.رمز الرخصة
LicenseCannotconnect_M=لا يمكن الاتصال بالخادم. الرجاء التحقق من اعدادات الشبكة/الوكيل ومحاولة التحقق من رخصك في وقت لاحق.
license_OtherGivewalys_M_M=%s هي رخصة هبة و صالحة فقط للاصدار المحدد. يرجى زيارة <a>هنا</a>   IObit Uninstaller %s محترف .لشراء رمز رخصة جديد لـ
License_expired_M=لشراء رخصة جديدة.<a>هنا</a> انقر فوق %s انتهت صلاحية الرخصة
License_maximum_M=لهذا الحاسوب IObit Uninstaller محترف  لشراء رخصة اخرى لتنشيط <a>هنا</a>تم تنشيطه من اجل الحد الاقصى لاجهزة الحاسوب الشخصية ولا يمكن استخدامه. الرجاء الضغط %s الرخصة
License_Free_M=IObit Uninstaller PRO لا يمكن تنشيط. الرجاء شراء رخصة جديدة لـ%s الرخصة
License_valid_M=رمز الرخصة باطل رجاء ادخل رمز رخصة صحيح.
LicenseSeat_M=يركب رخصة:
LicenseCodeLiftTime_M=IObit Uninstaller v%d محترف .الرجاء اعادة تثبيت IObit Uninstaller v%d.هذا هو رمز رخصة مدى الحياة، وهو صالح فقط لـ
licensedays_left_M=ايام باقية %d
licenseday_left_M=يوم منبقي %d
LicenseCodeLocation_M=غير صالح في منطقتك او بلدك. الرجاء النقر فوق موافق لشراء واحدة صالحة.%s رمز الرخصة.
Never_M=ابدا

[Uninstaller_Form_Activate]
Label_Get.caption=الحصول على رخصة
Label_Retrv.caption=استرداد الرمز
Label_Eg.caption=AAAAA-BBBBB-CCCCC-DDDDD:على سبيل المثال
lblTitleThree.caption=تصفح سريع  & امن
lblContentThree.caption=ازالة المكونات الاضافية الضارة/الاعلان للحصول على تجربة تصفح سريعة  & امنة عبر الانترنت
lblTitleFour.caption=محدث البرامج
lblContentFour.caption=1-انقر للحفاظ على برامجك الهامة دائما ما يصل الى التاريخ
RdImgBtnRegNow.caption=سجل الان
RdLabelCaption.caption=تنشيط اصدار المحترف للاستمتاع بتجربة خدمة افضل
Label_Please.caption=الرجاء ادخال رمز رخصتك وانقر فوق "سجل الان" لتفعيل الوظائف الكاملة من الاصدار المحترف.
Label_Code.caption=رمز الرخصة:
RdBtnlab.caption=المزيد من الفوائد، ونحن نعد:
RdImgBtn_Upgrade.caption=الترقية الى محترف

[Form_Activate_M]
lblTitleOne.caption_M=تنظيف الغاء التثبيت مع السجل
lblContentOne.caption_M=الغاء تثبيت البرامج تماما باستخدام السجلات التي تم انشاؤها اثناء التثبيت
lblTitleTwo.caption_M=ازالة البرنامج العنيد
lblContentTwo.caption_M=قاعدة البيانات كبيرة لازالة البرامج العنيدة تماما

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=اغلاق
lbleg.Caption=AAAAA-BBBBB-CCCCC-DDDDD:على سبيل المثال
rdlblHelp.caption=التعليمات
Label_Please.caption=الرجاء ادخال رمز رخصتك وانقر فوق "سجل الان" لتفعيل جميع وظائف الاصدار المحترف
Label_Code.caption=رمز الرخصة:
RdImgBtnRegister.caption=سجل الان
Label_Retrv.caption=استرداد الرمز
Label_HaveLicense.caption=ليس لديك رخصة؟
Label_click.caption=انقر هنا للحصول على واحد.
RdImageButton_Back.caption=السابق
RdImageButton_Close.caption=اغلاق
RdLabelCaption.caption=ادارة الرخص
Label_Status.caption=حالة الرخصة:
Label_Activated.caption=منشط
Label_Lcode.caption=رمز الرخصة:
Label_Data.caption=تاريخ  الانتهاء:
Label_Refresh.caption=انعاش
Label_Export.caption=تصدير الرخصة
rdlblAlread.caption:=بالفعل رمز رخصة

[uninstaller_Form_licensemessage]
rdlblHelp.caption=التعليمات
RdImgBtn_Closetwo.caption=اغلاق
Label_success.caption=تم تنشيط رمز الرخصة بنجاح!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. غادر انقر واسحب الماوس لتحديد المنطقة التي تريد ان تاخذ لقطة
M_NoticeInfo_AC=2. انقر بزر الماوس الايمن او اضغط على هروب للخروج
M_Rect=مستطيل
M_Oval=بيضاوي
M_Text=نص
M_Paintbrush=الرسام
M_Return=استعادة العملية (Ctrl + Z)
M_Copy=نسخ الى الحافظة
M_Exit=الخروج من لقطة شاشة
M_Save=حفظ
M_TipInfo=تم حفظ لقطة الشاشة الى الحافظة. يمكنك استخدام Ctrl + V للصق.
M_TipShow=عدم اظهار هذه الرسالة مرة اخرى
M_TipSure=موافق

[Uninstaller_frmSetting]
lbl_Caption.caption=الاعدادات
lbl_UserInterfaceTitle.caption=واجهة المستخدم
lbl_SkinTitle.caption=الجلد:
lbl_LanguageTitle.caption=اللغة الحالية:
lbl_FontSize.caption=حجم الخط:
lbl_Dark.caption=قاتم
lbl_Light.caption=خفيفه
lbl_UpdateTitle.caption=تحديث الاسلوب
lbl_UpdateChooseDes.caption=تحديث اسلوب هذا المنتج:
btnImg_UpdateRemind.caption=تنبيهي عند توفر التحديثات
btnImg_UpdateAuto.caption=التحديث تلقائيا
lbl_GeneralCaption.caption=عام
btnImg_AutoDelete.caption=ازالة الملفات المتبقية تلقائيا
btnImg_AfterUninstallAutoScan.caption=حذف تلقائيا بقايا البرنامج الغاء تثبيت من قبل الغاء تثبيت اخرى
btnImg_RemoveToRecycleBin.caption=حذف الملفات المتبقية الى سلة المحذوفات
btnImg_ShowExplorerButton.caption=اضافة زر ملف ممزق الى مستكشف
btnImg_ShowComponents.caption=عدم اظهار المكونات وقت تشغيل النظام
btnImg_ShowMenuButton.caption=اضافة خيار الغاء تثبيت قوي الى قائمة سياق وندوز
btnImg_OK.caption=موافق
btnImg_Cancel.caption=الغاء الامر
lbl_HotKey.caption=مفتاح التشغيل السريع لالغاء التثبيت السهل:
lbl_OccupiedHotKey.caption=تم استخدامها بالفعل، ادخل واحدة جديدة.
lbl_Notification.caption=التنبيهات
btn_NotifySoftUpdater.caption=تنبيهي عند توفر تحديثات البرامج
btnImg_SystemDiskSpace.caption=تنبيهي عندما تكون مساحة القرص النظام الحرة اقل من %10
lbl_Boundleware.caption=قائمة التجاهل
btnImg_remove.caption=ازالة
btnImg_UserInterface.Caption=واجهة المستخدم
btnImg_General.Caption=عام
btnImg_Notification.Caption=الاخطارات

[Uninstall_setting_M]
Setting_UITitle=واجهة المستخدم
Setting_GeneralTilte=عام
Setting_NotificationTilte=الاخطارات
Setting_BoundlewareTilte=قائمة التجاهل
Setting_Size_Normal=عادي
Setting_Size_Large=واسع
Setting_Size_Larger=اكبر
Setting_listviewHeader=اسم المادة
SystemComponentsInfo=Microsoft .NET Framework و Microsoft Visual C ++ Redistributable و Microsoft XNA. مكونات النظام مثل
btnImg_NotificInstallLog_M1=اعلامي عند انشاء سجل التثبيت بعد مراقبة تلقائية
btnImg_BundlewareInstalled_M=ابلغني عند تثبيت برنامج الحزم
btnImg_BrowserPlugTip_M=اعلامي عند تثبيت المكونات الاضافية الضارة
btnImg_AutoShowTipForm_M=اعلامي عند الكشف عن عملية الغاء تثبيت برنامج الغاء التثبيت الاخرى
btnImg_leftovers_M=اعلامي عند اكتشاف بقايا البرامج التي تم الغاء تثبيتها
btnImg_Boundleware.Caption_M=تجاهل القائمة
rdlbl_BoundlwareTip.caption_M=الذي تم تجاهله حتى تقوم بازالتها من القائمة ادناه.Bundleware لن يتم الكشف عن برنامج

[SoftUpdate_M]
SU_GroupOutData=قديمه
SU_GroupUpToDate_New=حديث
SU_Ignore=اهمل
SU_Ignored=تجاهل
SU_NoIgnore=تراجع عن التجاهل
SU_Update=تحديث
SU_Updating=تحديث
SU_UpToDate=حديث
SU_NewVersion=نسخة جديدة
SU_CurrVersion=الاصدار الحالي
SU_ActivePro=تنشيط التحديثات التلقائية
SU_Button_UpdateAll=تحديث الكل
SU_NoFindUpdates=لا يتوفر اي تحديث.
SU_IgnoreForever=تجاهل كافة التحديثات
SU_IgnoreCurrent=تجاهل التحديث الحالي
SU_CancelUpdate=التحديث جارٍ. هل تريد بالتاكيد الغاء التحديث؟

[SoftUpdatePromote_M]
IUP_Manually=تحديث يدويا
Img_Tab=الى IObit Uninstaller محترف  تنشيط
LbIUPromote1=تحديث جميع البرامج الهامة بنقرة واحدة فقط
LbIUPromote2=تثبيت التحديثات تلقائيا دون الانتقال الى موقع ويب
SUInstall=تثبت
SUImg_Tab=IObit تثبيت محدث برامج
LbSUPromote1=تحديث المزيد من البرامج دون عناء
LbSUPromote2=تثبيت البرامج التي تريدها بسهولة
SUEULA=بالنقر على "تثبيت"،، فانك توافق على تثبيت برنامج IObit Updater وقبول <a>EULA</a> & <a>سياسة الخصوصية</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> يجب تحديث المنتج
TipOnes=<a>%s</a> المنتجات بحاجة الى تحديث
NeverShow=لاتعرض هذا ثانية
BtnUpdate=تحديث الان

[SpecUTool_M]
SpecTOpen=افتح
SpecTOK=موافق
SpecTHide=اخفاء
TrayHint=يقوم بالغاء تثبيت البرامج IObit Uninstaller
SpecTUninstalling=الغاء تثبيت البرنامج التالي:
SpecTUninstallingM=الغاء تثبيت البرامج التالية:
SpecTUninstalled=تم الغاء تثبيت البرنامج.
SpecTUninstalledM=تم الغاء تثبيت البرامج.
SpecTClose=اغلاق

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=استعادة النظام
rdlblDesc.Caption=استعادة الحاسوب الى الحالة التي كان عليها قبل الحدث المحدد. لا يمكن حذف اخر واحد لامن النظام.
ListView_Restore.Columns[0].Caption=التاريخ والوقت
ListView_Restore.Columns[1].Caption=الوصف
btn_CreateRestorePoint.Caption=انشاء نقطة استعادة
RdImageButton_Restore.Caption=استعادة
RdImageButton_Delete.Caption=حذف
lblNull.Caption=لا توجد نقاط استعادة النظام.
Rdlbl_CreateRestorePoint.caption=انشاء نقطة استعادة

[SystemRestore_M]
SysRestore_CreateComplete=تم انشاء نقطة الاستعادة بنجاح!
SysRestore_CreateFailed=فشل انشاء نقطة الاستعادة الرجاء التحقق من ما اذا كان يتم تمكين استعادة نظامك.
SysRestore_CreateRestore_Confirm=هل تريد انشاء نقطة استعادة؟?
SysRestore_CreateRestore_Tip=انشاء نقطة استعادة، الرجاء الانتظار...
SysRestore_CreateRestore_Failed=فشل انشاء نقطة الاستعادة الرجاء التحقق من ما اذا كان يتم تمكين استعادة نظامك.
SysRestore_SetRestore_Confirm=تحذير: استعادة النظام الى نقطة استعادة سوف التراجع عن كافة التغييرات التي تم اجراؤها بعد تلك نقطة الاستعادة. بمجرد بدء تشغيل ، لا يمكن التراجع عن استعادة النظام او مقاطعتها. هل تريد بالتاكيد المتابعة؟
SysRestore_SetRestore_Reboot=اعادة التشغيل مطلوبة لتطبيق هذه التغييرات. الرجاء حفظ كافة الملفات المفتوحة واغلاق كافة البرامج المفتوحة قبل اعادة التشغيل. اعادة الاقلاع الان؟
SysRestore_SetRestore_Tip=استعادة ملفات النظام واعداداته، الرجاء الانتظار...
SysRestore_Delete_Confirm=هل تريد بالتاكيد حذفه؟

[UninstallForm_M]
MsgBox_SelectProgram=الرجاء تحديد برنامج واحد على الاقل.
Msg_Bundle_RebootSpec=تم الغاء تثبيت. الرجاء اعادة تشغيل الحاسوب لاكمال الغاء التثبيت.
OneItemStr=الصنف %d
SomeItemStr=اوقات %d
Clean_Uninstall=تنظيف الغاء تثبيت
RebootToDelete_Str=(حذف على اعادة الاقلاع)
UninstallingSingleStr=هل تريد  الغاء تثبيت البرنامج المحدد؟
UninstallingSomeStr=المحددة %d هل تريد  الغاء تثبيت البرامج؟
UninstallingSingleStrUpdate=هل تريد  الغاء تثبيت تحديث وندوز المحدد؟
UninstallingSomeStrUpdate=المحددة %d هل تريد  الغاء تثبيت تحديثات وندوز؟
UninstallingSingleStrApp=هل تريد  الغاء تثبيت تطبيق وندوز المحدد؟
UninstallingSomeStrApp=المحددة %d هل تريد  الغاء تثبيت تطبيقات وندوز؟
Uninstall_Str=%s (%d/%d) الغاء التثبيت
Scan_Str=%s (%d/%d) مسح
UninstallOne_Str=%s الغاء التثبيت
ScanOne_Str=%s المسح الضوئي
CreateRetore_Str=انشاء نقطة استعادة، الرجاء الانتظار...
SureToDeleteSomeStr=<a>%d</a>يتم الغاء تثبيت البرامج. ولكن لا يزال لديهم البقايا التالية.
SureToDeleteOneStr=<a>1</a> يتم الغاء تثبيت البرنامج. ولكن لا يزال لديه بقايا التالية.
SureToDeleteSomeStrApp=<a>%d</a>  يتم الغاء تثبيت تطبيقات وندوز ولكن لا يزال لديهم البقايا التالية.
SureToDeleteOneStrApp=<a>1</a>  الغاء تثبيت تطبيق وندوز ولكن لا يزال لديه البقايا التالية.
SureToDeleteByHistroy=العثور على البقايا
DeletingStr=حذف البقايا، يرجى الانتظار
DeleteCancleStr=هل تريد  الغاء الحذف؟
RestoringCancleStr=انشاء نقطة استعادة. هل تريد  الغاء الامر؟
UninstallingCancleStr=يتم الان الغاء التثبيت و قد يتم ترك الملفات المتبقية اذا قمت بانهاء الان. هل تريد بالتاكيد الخروج؟
ScaningCancleStr=المسح جارٍ وقد يتم ترك الملفات المتبقية في حالة الانهاء الان. هل تريد بالتاكيد الخروج؟
RegistryCaption_Str=التسجيل
FileCaption_Str=ملف
TaskCaption_Str=المهام المجدولة
ServiceCaption_Str=خدمات النظام
DllCaption_Str=DLL تسجيل
SuccessReslutFromHistroySingle=تم تنظيف الملفات المتبقية بنجاح. تحقق من التفاصيل ادناه:
SuccessReslutFromUninstallSingle=قمت بنجاح الغاء تثبيت <a>%d</a> البرنامج مع التفاصيل ادناه:
SuccessReslutFromUninstallSome=قمت بنجاح الغاء تثبيت <a>%d</a>البرامج مع التفاصيل ادناه:
SuccessReslutFromUninstallSingleApp=قمت بنجاح الغاء تثبيت <a>%d</a> ويندوز التطبيق مع التفاصيل ادناه:
SuccessReslutFromUninstallSomeApp=قمت بنجاح الغاء تثبيت  <a>%d</a> تطبيقات ويندوز مع التفاصيل ادناه:
SuccessReslutNeedRestartSingle=<a>%d</a> تم الغاء تثبيت البرنامج.
SuccessReslutNeedRestartSome=<a>%d</a>تم الغاء تثبيت برامج.
FileDeleteReslut=الملفات المحذوفة:  <a>%s</a>
RegDeleteReslut=ادخالات مكتب التسجيل المحذوفة:  <a>%d</a>
TaskDeleteReslut=تم حذف المهام المجدولة:  <a>%d</a>
ServiceDeleteReslut=تم حذف خدمات النظام:  <a>%d</a>
DeepDeleteReslut=تم حذف العناصر المسجلة  <a>%d</a>
HtmlRecomReslutCaption=الغاء تثبيت <a>%d</a> البرامج وازالة البقايا ادناه:
HtmlRecomReslutCaption1=الغاء تثبيت <a>%d</a>البرنامج وازالة البقايا ادناه:
HtmlRecomReslutAppCaption=الغاء تثبيت <a>%d</a>تطبيقات ويندوز وازالة بقايا الطعام ادناه:
HtmlRecomReslutAppCaption1=الغاء تثبيت <a>%d</a> تطبيق وندوز وازالة البقايا ادناه:
HtmlFileReCaption=<a>%s</a>ملفات عديمة الفائدة
HtmlRegReCaption=<a>%d</a> ادخالات التسجيل غير مجدية
HtmlTaskReCaption=<a>%d</a>مهام جدولة غير صحيحة
HtmlServicesReCaption=<a>%d</a>خدمات النظام غير صالحة
HtmlFileReCaptionOne=<a>%s</a> ملف غير مفيد
HtmlRegReCaptionOne=<a>%d</a> دخول التسجيل غير مجدية
HtmlTaskReCaptionOne=<a>%d</a> مهمة جدولة غير صحيحة
HtmlServicesReCaptionOne=<a>%d</a> خدمة النظام غير صالحة
UninstallPromote=شراء الان
RebootYes=اعادة التشغيل الان
RebootLater=لاحقا
FromHistroyNoItem=لم يتم العثور على البقايا
FromUninstallNoItem=اكتمل الغاء التثبيت.
RelatedMetroText=هذه التطبيقات ذات صلة. الغاء تثبيت اي واحد منهم سيتم الغاء تثبيت الاخرين تلقائيا. هل تريد  الغاء التثبيت؟
RelatedSoftText=تم تثبيت المنتجات المجمعة اعلاه في نفس الوقت. هل تريد ازالة تثبيتها معا؟
HtmlADPluginCaption=<a>%d</a> تداخل المكونات الاضافية في الاعلان
HtmlMaliciousPluginCaption=<a>%d</a> تهديد المكونات الاضافية الضارة
MoneyBackInfo=سوف تستمتع بجهاز حاسوب اكثر امانا واسرع عن طريق ازالة البرامج والمكونات الاضافية غير المرغوب فيها تماما ضمان استعادة الاموال لمدة 60 يوما. لا سؤال.
SpecRestartAll=الرجاء اعادة اقلاع حاسوبك لالغاء تثبيت البرامج التالية بشكل كامل. اعادة الاقلاع الان؟
SpecRestartOne=الرجاء اعادة اقلاع حاسوبك لالغاء تثبيت البرنامج التالي تماماً. اعادة الاقلاع الان؟
UnPromoteTitle=ولكن مع اصدار المحترف ، يمكن تقديم المزيد من الميزات والفوائد:
UnPromote_60=ضمان استعادة الاموال لمدة 60 يوما
PromotelbPlugins=ازالة <a>%d</a> المكونات الاضافية الضارة/الاعلان لتصفح امن
PromotelbPlugin=ازالة <a>%d</a> المكونات الاضافية الضارة/الاعلان لتصفح امن
PromotelbPlugin0=ازالة المكونات الاضافية الضارة/الاعلان لتصفح امن
PromotelbUpdate=1-انقر فوق التحديث <a>%d</a>برامج قديمة للحد من المخاطر الامنية
PromotelbUpdate0=1-انقر فوق لتحديث البرامج القديمة للحد من المخاطر الامنية
PromotelbMoreDB=ازالة البرامج العنيدة التي لا يمكن الغاء تثبيتها بشكل عادي
PromotelbClean=1-انقر لازالة ادوات الحزم
PromotelbAuto=حذف تلقائي بقايا البرنامج التي تركها الغاء التثبيت الاخرى
NeedCloseApp=يتم تشغيل %s ويجب اغلاقه قبل ان يتم الغاء تثبيته. هل تريد بالتاكيد اغلاقه؟
LB_Free=حرة
LB_Pro=محترف
RestoreOpenstr=نقاط الاستعادة قبل الغاء تثبيت البرامج.IObit Uninstaller لم يتم تمكين استعادة النظام. الرجاء النقر فوق "موافق" لتمكينه بحيث يمكن انشاء
OfficialFail=فشل الغاء تثبيت البرنامج التالي. يمكنك الغاء تثبيته مع الاداة المساعدة لالغاء التثبيت الرسمي.
OfficialFails=فشل الغاء تثبيت البرامج التالية. يمكنك الغاء تثبيت لهم مع المرافق الغاء الرسمية الخاصة بهم.
QuitDonwload=هل تريد  الغاء التنزيل؟
LogHintTitle=المزيد من الفوائد، ونحن نعد:
LogHintStr=+ الغاء تثبيت البرامج المسجلة بدقة<br>+ ازالة نظيفة من 200+ البرامج العنيدة<br>+ الغاء تثبيت برامج حزم تماما وسهولة
UpgradePromote=الى المخلفات النظيفة التلقائية IObit Uninstaller PRO الترقية الى
UpgradeFileDelete=تم تنظيف الملفات المتبقية بنجاح. %s.
UpgradeRegsDelete=تم تنظيف ادخالات مكتب التسجيل المتبقي بنجاح %s.
UpgradeRegDelete=تم تنظيف ادخال مكتب التسجيل المتبقي بنجاح %s.
PromoteB_Title=يمكن اصلاح المزيد من القضايا مع الاصدار المحترف:
PromoteB_Update=يمكن تحديث البرامج القديمة بنقرة واحدة:
PromoteB_Plugin=يجب ازالة المكونات الاضافية الضارة/الاعلانية لتصفح امن:
PromoteB_Leftover=يمكن حذف بقايا الغاء التثبيت لحاسوب انظف:
PromoteB_Log=يمكن الغاء تثبيت البرامج المسجلة تماما:
PromoteB_Unuse=يمكن الغاء تثبيت البرامج التي لم تستخدم لاكثر من شهرين:
PromoteB_Banweb=يمكن حظر اشعارات الموقع لتجنب الانقطاع:
PromoteB_Fix=اصلاح الان
PromoteB_Stubborn=يمكن إزالة البرامج العنيدة بدقة:
OfficialSp_1=الغاء تثبيت البرنامج التالي تماما مع الاداة المساعدة الرسمية لالغاء التثبيت.
OfficialSps_1=الغاء تثبيت البرامج التالية تماما مع المرافق الغاء الرسمية الخاصة بهم.
LogPromoteHintTitle=تنظيف جميع العناصر التي تم تسجيلها باستخدام <a/>اصدار المحترف تماما<a>:
LogPromoteHintRegs=<a>%s</a> مداخل مكتب التسجيل
LogPromoteHintReg=<a>%s</a> دخول مكتبِ تسجيل
LogPromoteHintFiles=<a>%s</a> ملفات
LogPromoteHintFile=<a>%s</a> ملف
LogPromoteHintTasks=<a>%s</a> المهام المجدولة
LogPromoteHintTask=<a>%s</a> مهمة مجدولة
LogPromoteHintServices=<a>%s</a> خدمات النظام
LogPromoteHintService=<a>%s</a> خدمة النظام
LogPromoteHintDlls=<a>%s</a> dll التسجيلات
LogPromoteHintDll=<a>%s</a> dll التسجيل
LogPromoteFormLogPro=العناصر المسجلة
LogPromoteFormDesc=يمكن تنظيفها تماما باستخدام اصدار المحترف
LogPromoteFormTip=التفاصيل على النحو التالي:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=فتح في مكتب التسجيل
mniMenu_Path.caption=فتح موقع الملف
btnImg_AllMainCancel.caption=الغاء الامر
btnImg_Uninstall.caption=الغاء تثبيت
btnImg_ChkAutoDelete.caption=ازالة الملفات المتبقية تلقائيا
btnImg_ChkCreateRestore.caption=انشاء نقطة استعادة قبل الغاء التثبيت
lbl_IsUninstallHint.caption=هل تريد الغاء تثبيت البرنامج المحدد؟
btnImg_Delete.caption=حذف
btnImg_ReslutCancel.caption=الغاء الامر
btnImgl_SeletedAll.caption=تحديد الكل
btnImg_ChkShredFile.caption=تمزيق الملفات
lbl_NoPowerScan.caption=اكتمل الغاء التثبيت.
btnImg_RecommendClose.caption=اغلاق
btnImg_Restart.caption=نعم
lbl_MoneyBackTitle.caption=يضمن الغاء شامل و حاسوب انظف
btn_Tab.caption=IObit Uninstaller PRO احصل على المزيد مع
lbl_InfoDB.caption=قاعدة بيانات كبيرة لازالة البرامج العنيدة تماما
lbl_InfoRemove.caption=ازالة المكونات الاضافية الضارة والاعلانية للتصفح الامن والسهل عبر الانترنت
lbl_InfoUpdate.caption=مراقبة تثبيت البرنامج و ازالة الحزم

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware وجد
btn_UninstallAll.caption=الغاء تثبيت الكل
lbl_Info.caption=او الغاء تثبيت البرنامج الحالي فقط IObit Uninstaller PRO ، الغاء تثبيت جميع البرامج التالية مع.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=العثور على ادوات الحزمة. يرجى ايضا تحديد باقات غير المرغوب فيها لالغاء.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=ما هو الجديد

[WindowsUpdate_M]
Update_NoItem_Tip=لم يتم العثور على تحديثات وندوز.
NoSerchItem_Tip=لا توجد عناصر تطابق البحث.
Update_Loading_Tip=تحميل...
Update_WindowsTitle=هنا يتم سرد كافة تحديثات وندوز المثبتة على حاسوبك. الغاء تثبيت تحديثات وندوز غير المرغوب فيها لتحرير المزيد من المساحة.
Button_Uninstall=الغاء تثبيت

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=تاريخ التثبيت
mniUninstall.caption=الغاء تثبيت
mniRefush.caption=انعاش

[Uninstaller_form_StubbornTool]
lbl_Title.caption=مزيل البرنامج العنيد
lbl_NewDescTitle.caption=في بعض الاحيان يكون من الصعب الغاء تثبيت البرامج دون استخدام المزيل الرسمي او لا يمكن العثور على ادخال الغاء تثبيتها. مع قاعدة بياناتنا، يمكن ازالة البرامج بسهولة وبشكل كامل.

[Uninstaller_Stubborn_M]
MalwareGroup=(%d) برامج ضارة
MalwareDes=اكتشاف وإزالة البرامج الضارة لحماية الكمبيوتر.
IssuesGroupEx=(%d) البرامج ذات المشكلات المتعلقة بالغاء التثبيت
IssuesDesEx=الغاء تثبيت البرامج التي بها مشكلات في الغاء التثبيت ، مثل تسجيل الغاء التثبيت المفقود ، وبرنامج الغاء التثبيت المدمج المعطل ، وعملية ازالة التثبيت المراوغة.
OfficialGroupEx=(%d) قاعدة بيانات المزيل الرسمية
OfficialDesEx=لا يمكن الغاء تثبيت بعض البرامج بطريقة عادية لاسباب امنية. يمكنك بسهولة الغاء تثبيتها باستخدام المزيل الرسمي هنا.
AllGroupEx=(%d) قاعدة بيانات البرامج المدعومة
AllDesEx=فيما يلي قائمة بالمزيد من البرامج التي قد لا تتمكن من العثور على ادخال الغاء التثبيت في اماكن اخرى. يمكنك بسهولة الغاء تثبيتها هنا.
ProblemsTip=المشاكل التي عثر عليها
LoadingTip=تحميل قاعدة بيانات البرامج المدعومة...

